[FSPCeramicPlating X2EquipmentTemplate]
FriendlyName="Ceramic Plating"
BriefSummary="Ceramic plating with ablative armor."
TacticalText="Ceramic plating with ablative armor."

[FSPAlloyPlating X2EquipmentTemplate]
FriendlyName="Alloy Plating"
BriefSummary="Alloy plating with ablative armor."
TacticalText="Alloy plating with ablative armor."

[FSPChitinPlating X2EquipmentTemplate]
FriendlyName="Chitin Plating"
BriefSummary="Chitin plating with ablative armor."
TacticalText="Chitin plating with ablative armor."
